Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Convert to GPX layer
ca_es: Convertir a una capa GPX

source: Converted from: {0}
ca_es: Convertit de: {0}

source: Dataset consistency test
ca_es: Test de consistència del conjunt de dades

source: No problems found
ca_es: No s''ha trobat cap problema

source: Following problems found:
ca_es: S''han trobat aquests problemes:

source: Empty document
ca_es: Document buit

source: Save anyway
ca_es: Desa''l igualment

source: The document contains no data.
ca_es: El document no conté dades.

source: Conflicts
ca_es: Conflictes

source: Reject Conflicts and Save
ca_es: Refusa conflictes i desa

source: There are unresolved conflicts. Conflicts will not be saved and handled as if you rejected all. Continue?
ca_es: Hi ha conflictes no resolts. Els conflictes no seran enregistrats i seran tractats com a refusats. Voleu continuar?

source: Save OSM file
ca_es: Desa el fitxer OSM

source: {0} is not a valid TMS argument. Please check this server URL: {1}
ca_es: {0} no és un argument TMS vàlid. Si us plau verifiqueu aquesta URL: {1}

source: TMS layers do not support the projection {0}. {1} Change the projection or remove the layer.
ca_es: Les capes TMS no suporten la projecció {0}. {1} Canvieu la projecció o suprimiu la capa.

source: Auto Zoom
ca_es: Auto-ampliació

source: Auto load tiles
ca_es: Carrega automàticament les tessel·les

source: Show Errors
ca_es: Mostra els errors

source: Load Tile
ca_es: Carrega tessel·la

source: Show Tile Info
ca_es: Mostra informació de la tessel·la

source: Load All Tiles
ca_es: Carrega totes les tessel·les

source: Load All Error Tiles
ca_es: Carrega totes les tessel·les amb error

source: Increase zoom
ca_es: Ampliar

source: Decrease zoom
ca_es: Fer més petit

source: Snap to tile size
ca_es: Discretitza a la mida de la tessel·la

source: Flush Tile Cache
ca_es: Buida la memòria cau de tessel·les

source: zoom in to load any tiles
ca_es: amplia per carregar cada tessel·la

source: zoom in to load more tiles
ca_es: amplia per carregar més tessel·les

source: increase zoom level to see more detail
ca_es: incrementa el nivell d''ampliació per veure més detalls

source: No tiles at this zoom level
ca_es: No hi ha tessel·les en aquest nivell d''ampliació

source: TMS layer ({0}), downloading in zoom {1}
ca_es: La capa TMS ({0}) està sent descarregada amb un nivell d''ampliació {1}

source: EPSG:4326 and Mercator projection are supported
ca_es: EPSG: les projeccions 4326 i Mercator són suportades

source: Validation errors
ca_es: Errors de validació

source: No validation errors
ca_es: Cap error de validació

source: Blank Layer
ca_es: Capa buida

source: Downloaded {0}/{1} tiles
ca_es: Descarregades {0}/{1} tessel·les

source: WMS layer ({0}), automatically downloading in zoom {1}
ca_es: La capa WMS ({0}), està sent descarregada amb un nivell d''ampliació {1}

source: WMS layer ({0}), downloading in zoom {1}
ca_es: La capa WMS ({0}), està sent descarregada amb un nivell d''ampliació {1}

source: Download visible tiles
ca_es: Descarrega les tessel·les visibles

source: The requested area is too big. Please zoom in a little, or change resolution
ca_es: La zona demanada és massa gran. Si us plau feu-la una mica més petita o canvieu la resolució

source: Change resolution
ca_es: Canviar resolució

source: Reload erroneous tiles
ca_es: Recarrega les tessel·les amb error

source: Alpha channel
ca_es: Canal alfa

source: Automatically change resolution
ca_es: Canvia la resolució automàticament

source: Set WMS Bookmark
ca_es: Establir un favorit WMS

source: Automatic downloading
ca_es: Descàrrega automàtica

source: Zoom to native resolution
ca_es: Amplia a la resolució nativa

source: Supported projections are: {0}
ca_es: Les projeccions suportades són: {0}

source: Unsupported WMS file version; found {0}, expected {1}
ca_es: Versió de fitxer WMS no suportada; trobada {0}, esperada {1}

source: Save WMS file
ca_es: Enregistra el fitxer WMS

source: Correlate to GPX
ca_es: Correlacionar a GPX

source: GPX Files (*.gpx *.gpx.gz)
ca_es: Fitxers GPX (*.gpx, *.gpx.gz

source: File {0} is loaded yet under the name "{1}"
ca_es: El fitxer {0} ja ha estat carregat amb el nom "{1}"

source: Error while parsing {0}
ca_es: S''ha produït un error mentre s''estava analitzant {0}

source: Could not read "{0}"
ca_es: No és possible llegir "{0}"

source: <html>Take a photo of your GPS receiver while it displays the time.<br>Display that photo here.<br>And then, simply capture the time you read on the photo and select a timezone<hr></html>
ca_es: <html>Preneu una fotografia del vostre receptor GPS mostrant l''hora.<br>Mostreu la fotografia aquí.<br>LLavors captureu l''hora que mostra la fotografia i seleccioneu una zona horària<hr></html>

source: Photo time (from exif):
ca_es: Hora de la fotografia (exif):

source: Gps time (read from the above photo):
ca_es: Hora del GPS (llegida de la fotografia):

source: I am in the timezone of:
ca_es: Sóc a la zona horària de:

source: No date
ca_es: Sense data

source: Open another photo
ca_es: Obre una altra fotografia

source: Synchronize time from a photo of the GPS receiver
ca_es: Sincronitzar l''hora amb una fotografia del receptor GPS

source: Error while parsing the date. Please use the requested format
ca_es: Error en analitzar la data. Si us plau, utilitzeu el format demanat

source: Invalid date
ca_es: La data no és vàlida

source: <No GPX track loaded yet>
ca_es: <Encara no has carregat cap recorregut en GPX>

source: GPX track:
ca_es: Recorregut en GPX:

source: Open another GPX trace
ca_es: Obre un altre recorregut en GPX

source: <html>Use photo of an accurate clock,<br>e.g. GPS receiver display</html>
ca_es: <html>Utilitzeu una fotografia d''un rellotge precís,<br>p.e. la pantalla d''un receptor GPS</html>

source: Auto-Guess
ca_es: Estimació automàtica

source: Matches first photo with first gpx point
ca_es: Fa correspondre la primera fotografia amb el primer punt GPX

source: Manual adjust
ca_es: Ajustament manual

source: Override position for:
ca_es: Ignorar la posició de:

source: Images with geo location in exif data ({0}/{1})
ca_es: Imatges amb geolocalització a les metadates EXIF ({0}/{1})

source: Images that are already tagged ({0}/{1})
ca_es: Imatges que ja han estat etiquetades ({0}/{1})

source: Show Thumbnail images on the map
ca_es: Mostrar les miniatures sobre el mapa

source: Timezone:
ca_es: Fus horari:

source: Correlate images with GPX track
ca_es: Correlacionar les imatges amb el track GPX

source: Correlate
ca_es: Correlacionar

source: Invalid timezone
ca_es: Zona horària no vàlida

source: Invalid offset
ca_es: Desplaçament no vàlid

source: Try Again
ca_es: Provar un altre cop

source: No images could be matched!
ca_es: No hi ha cap imatge coincident!

source: No gpx selected
ca_es: Cap gpx seleccionat

source: <html>Matched <b>{0}</b> of <b>{1}</b> photo to GPX track.</html>
ca_es: <html>Coincideix <b>{0}</b> de <b>{1}</b> fotografies amb el track GPX.</html>

source: Timezone: {0}
ca_es: Fus horari: {0}

source: Minutes: {0}
ca_es: Minuts: {0}

source: Seconds: {0}
ca_es: Segons: {0}

source: (Time difference of {0} day)
ca_es: Diferència temporal de {0} dia

source: An error occurred while trying to match the photos to the GPX track. You can adjust the sliders to manually match the photos.
ca_es: S''ha produït un error en intentar de fer coincidir les fotografies amb el track GPX. Podeu ajustar els controls manualment per fer-les coincidir.

source: Matching photos to track failed
ca_es: Ha fallat l''intent de fer coincidir les fotografies amb el track.

source: Adjust timezone and offset
ca_es: Ajustar la zona horària i el decalatge

source: The selected photos do not contain time information.
ca_es: Les fotografies seleccionades no tenen informació horària.

source: Photos do not contain time information
ca_es: Les fotografies no contenen informació horària.

source: The selected GPX track does not contain timestamps. Please select another one.
ca_es: El track GPX que heu seleccionat no conté informació de data i hora. Si us plau, seleccionaeu un altre.

source: GPX Track has no time information
ca_es: El recorregut en GPX no conté informació de data i hora

source: You should select a GPX track
ca_es: Heu de seleccionar un tack GPX

source: No selected GPX track
ca_es: Cap track GPX seleccionat

source: Error while parsing timezone. Expected format: {0}
ca_es: Error en analitzar la zona horària. Format esperat: {0}

source: Error while parsing offset. Expected format: {0}
ca_es: Error en analitzar el decalatge. Format esperat: {0}

source: Extracting GPS locations from EXIF
ca_es: Extreïent localitzacions GPS a partir de la informació EXIF

source: Starting directory scan
ca_es: Iniciant l''exploració del directori

source: Read photos...
ca_es: Llegir fotos...

source: Reading {0}...
ca_es: Llegint {0}...

source: Unable to get canonical path for directory {0}
ca_es: No és possible obtenir la ruta canònica del directori {0}

source: Scanning directory {0}
ca_es: Explorant el directori {0}

source: Found null file in directory {0}
ca_es: Trobat un fitxer buit al directori {0}

source: Error while getting files from directory {0}
ca_es: Error en recuperar fitxers del directori {0}

source: One of the selected files was null
ca_es: Un dels fitxers seleccionats era nul

source: Geotagged Images
ca_es: Imatges geolocalitzades

source: {0} image loaded.
ca_es: {0} imatge carregada

source: {0} was found to be GPS tagged.
ca_es: {0} te un atribut GPS.

source: Delete image file from disk
ca_es: Suprimir el fitxer de la imatge del disc

source: <html>Delete the file {0} from disk?<p>The image file will be permanently lost!</html>
ca_es: <html>Suprimir el fitxer {0} del disc?<p>La imatge es perdrà de manera irreversible!</html>

source: Image file could not be deleted.
ca_es: La imatge no pot ser esborrada

source: No image
ca_es: Cap imatge

source: Loading {0}
ca_es: S''està carregant {0}

source: Error on file {0}
ca_es: S''ha produït un error al fitxer {0}

source: Display geotagged images
ca_es: Mostra imatges geoetiquetades

source: Previous
ca_es: Anterior

source: Show previous Image
ca_es: Mostrar la imatge anterior

source: Geoimage: {0}
ca_es: Geoimatge: {0}

source: Remove photo from layer
ca_es: Elimina foto de la capa

source: Delete File from disk
ca_es: Suprimir el fitxer al disc

source: Next
ca_es: Següent

source: Show next Image
ca_es: Mostrar la imatge següent

source: Center view
ca_es: Centrar la vista

source: Zoom best fit and 1:1
ca_es: Amplia a la millor relació i 1:1

source: Move dialog to the side pane
ca_es: Mou la finestra al quadre lateral

source: Altitude: {0} m
ca_es: Altitud: {0} m

source: Direction {0}°
ca_es: Direcció {0}°

source: EXIF time: {0}
ca_es: hora EXIF: {0}

source: GPS time: {0}
ca_es: hora GPS: {0}

source: JPEG images (*.jpg)
ca_es: Imatges JPEG (.jpg)

source: Choose visible tracks
ca_es: Escollir tracks visibles

source: Select by date
ca_es: Selecciona per data

source: <html>Select all tracks that you want to be displayed. You can drag select a range of tracks or use CTRL+Click to select specific ones. The map is updated live in the background. Open the URLs by double clicking them.</html>
ca_es: <html>Seleccioneu tots els tracks que voleu visualitzar. Podeu seleccionar un grup de tracks arrossegant-los amb el ratolí o prement CTRL+Clic per seleccionar-ne alguns d''específics. El mapa s''actualitzarà en temps real en segon pla. Podeu obrir un track fent doble clic sobre la seva adreça URL.</html>

source: Set track visibility for {0}
ca_es: Fer visible el track per a {0}

source: Show all
ca_es: Mostra-ho tot

source: Show selected only
ca_es: Mostrar només la selecció

source: Convert to data layer
ca_es: Convertir a capa de dades

source: <html>Upload of unprocessed GPS data as map data is considered harmful.<br>If you want to upload traces, look here:</html>
ca_es: <html>La pujada de dades GPS sense processar sobre el mapa es considera nociva<br>Si voleu pujar tracks mireu aquí:</html>

source: Customize track drawing
ca_es: Personalitzar el dibuix dels tracks

source: From
ca_es: Des de

source: To
ca_es: A

source: No timestamp
ca_es: Sense data i hora

source: Select to download OSM data.
ca_es: Seleccioneu per a descarregar les dades OSM.

source: Select to download GPS traces.
ca_es: Seleccioneu per a descarregar les dades GPS.

source: Download everything within:
ca_es: Descarregar tot el que hi hagi en:

source: {0} meters
ca_es: {0} metres

source: Maximum area per request:
ca_es: Àrea màxima per petició:

source: {0} sq km
ca_es: {0} km²

source: Download near:
ca_es: Descarregar a prop:

source: track only
ca_es: només el track

source: waypoints only
ca_es: només fites

source: track and waypoints
ca_es: el track i les fites

source: Click to download
ca_es: Feu clic per a descarregar

source: Click to cancel
ca_es: Feu clic per a anul·lar

source: Download from OSM along this track
ca_es: Descarregar d''OSM al llarg d''aquest track

source: Calculating Download Area
ca_es: Calculant l''àrea a descarregar

source: Precache imagery tiles along this track
ca_es: Precarrega en memòria tessel·les d''imatgeria al llarg del track

source: Precaching WMS
ca_es: Precarregant WMS

source: Please select the imagery layer.
ca_es: Si us plau, seleccioneu un capa d''imatgeria

source: Select imagery layer
ca_es: Seleccionar una capa d''imatgeria

source: There are no imagery layers.
ca_es: No hi ha capa d''imatgeria

source: No imagery layers
ca_es: Cap capa d''imatgeria

source: Import Audio
ca_es: Importar àudio

source: <html>The data in the GPX layer ''{0}'' has been downloaded from the server.<br>Because its way points do not include a timestamp we cannot correlate them with audio data.</html>
ca_es: <html>Les dades de la capa GPX ''{0}'' han estat descarregades del servidor.<br>Però no poden ser correlacionades amb les dades d''àudio perquè els seus punts no contenen informació de data i hora.</html>

source: Import not possible
ca_es: La importació no és possible

source: Wave Audio files (*.wav)
ca_es: Fitxers d''àudio wav (*.wav)

source: Audio markers from {0}
ca_es: Marcadors d''àudio de {0}

source: No GPX track available in layer to associate audio with.
ca_es: No hi ha cap track GPX a la capa per a associar amb l''àudio

source: Some waypoints with timestamps from before the start of the track or after the end were omitted or moved to the start.
ca_es: Alguns punts de fita amb data i hora anterior o posterior al moment inicial del track han estat ignorats o desplaçats al principi.

source: Some waypoints which were too far from the track to sensibly estimate their time were omitted.
ca_es: Alguns punts de fita massa allunyats del track per poder estimar la seva data i hora han estat ignorats.

source: Import images
ca_es: Importar imatges

source: <html>The data in the GPX layer ''{0}'' has been downloaded from the server.<br>Because its way points do not include a timestamp we cannot correlate them with images.</html>
ca_es: <html>Les dades de la capa GPX ''{0}'' han estat descarregades del servidor.<br>Però no poden ser correlacionades amb les dades d''àudio perquè els seus punts no contenen informació de data i hora.</html>

source: Markers From Named Points
ca_es: Marcadors a partir de punts amb nom

source: Named Trackpoints from {0}
ca_es: Punts del track anomenats a partir de {0}

source: gps marker
ca_es: marcador gps

source: marker
ca_es: Marcador

source: {0} consists of {1} marker
ca_es: {0} consisteix en {1} marcador

source: No existing audio markers in this layer to offset from.
ca_es: No hi ha marcadors d''àudio a la capa per aplicar un decalatge.

source: Show Text/Icons
ca_es: Mostar text/icones

source: Toggle visible state of the marker text and icons.
ca_es: Commuta la visualització dels marcadors de text i icones

source: Synchronize Audio
ca_es: Sincronitzar àudio

source: You need to pause audio at the moment when you hear your synchronization cue.
ca_es: Heu de posar l''àudio en pausa quan escolteu el senyal de sincronització.

source: Audio synchronized at point {0}.
ca_es: Àudio sincronitzat al punt {0}.

source: Unable to synchronize in layer being played.
ca_es: Impossible de sincronitzar a la capa actualement en reproducció.

source: Make Audio Marker at Play Head
ca_es: Crea un marcador d''àudio a la posició del capçal de reproducció

source: You need to have paused audio at the point on the track where you want the marker.
ca_es: Cal que atureu l''àudio en el punt del track on voleu posar el marcador.

source: You need to drag the play head near to the GPX track whose associated sound track you were playing (after the first marker).
ca_es: Heu de desplaçar el capçal de reproducció a prop del track GPX al qual està associat l''àudio que esteu reproduïnt (després del primer marcador).

source: You need to SHIFT-drag the play head onto an audio marker or onto the track point where you want to synchronize.
ca_es: Heu de prémer la tecla de majúscules i desplaçar el capçal de reproducció sobre un marcador d''àudio o sobre el track que voleu sincronitzar.

source: Unable to create new audio marker.
ca_es: No és possible de crear un nou marcador d''àudio

source: There was an error while trying to display the URL for this marker
ca_es: Ha hagut un error mentre s''intentava mostrar la URL d''aquest marcador

source: (URL was:
ca_es: (La URL era:

source: Select the map painting styles
ca_es: Seleccionar els estils per dibuixar el mapa

source: Failed to load Mappaint styles from ''{0}''. Exception was: {1}
ca_es: Ha fallat la càrrega dels estils de Mappaint de ''{0}''. L''excepció ha estat: {1}

source: loading style ''{0}''...
ca_es: carregant l''estil ''{0}''...

source: There was an error when loading this style. Select ''Info'' from the right click menu for details.
ca_es: Ha hagut un error en carregar aquest estil. Seleccioneu ''Informació'' al menú que obtindreu amb el botó dret del ratolí per a més detalls.

source: Failed to parse Mappaint styles from ''{0}''. Error was: {1}
ca_es: Ha fallat l''anàlisi dels estils de Mappaint de ''{0}''. L''excepció ha estat: {1}

source: Illegal dash pattern, values must be positive
ca_es: L''estil de traçat no és válid, els valors han de ser positius

source: Illegal dash pattern, at least one value must be > 0
ca_es: L''estil de traçat no és válid, com a mínim un dels valors ha de ser més gran que zero

source: Failed to parse Mappaint styles from ''{0}''. Error was: [{1}:{2}] {3}
ca_es: Ha fallat l''anàlisi dels estils de Mappaint desde ''{0}''. L''excepció ha estat: [{1}:{2}] {3}

source: Access Token Key:
ca_es: Clau del testimoni d''autenticació:

source: Access Token Secret:
ca_es: Secret del testimoni d''autenticació:

source: Save Access Token in preferences
ca_es: Desa el testimoni d''autenticació a les preferències

source: <html>Select to save the Access Token in the JOSM preferences.<br>Unselect to use the Access Token in this JOSM session only.</html>
ca_es: <html>Seleccioneu per desar el testimoni d''autenticació a les preferències de JOSM.<br>Desseleccioneu per utilitzar el testimoni d''autenticació només en aquesta sessió.</html>

source: Use default settings
ca_es: Utilitza els paràmetres per defecte

source: Consumer Key:
ca_es: Clau d''usuari:

source: Consumer Secret:
ca_es: Codi secre de l''usuari:

source: Request Token URL:
ca_es: Demana la URL del testimoni:

source: Access Token URL:
ca_es: URL del testimoni d''autenticació

source: Authorize URL:
ca_es: URL d''autorització:

source: Click to reset the OAuth settings to default values
ca_es: Feu clic per reinicialitzar els paràmetres d''OAuth amb els valors pedeterminats.

source: Click to abort resetting to the OAuth default values
ca_es: Feu clic per anul·lar la reinicialització dels valors predeterminats dels paràmetres d''OAuth

source: <html>JOSM is about to reset the OAuth settings to default values.<br>The current custom settings are not saved.</html>
ca_es: <html>JOSM és a punt de reinicalitzar els paràmetres d''OAuth als seus valors predeterminats .<br>.Els valors personalitzats actuals no seran enregistrats.</html>

source: Overwrite custom OAuth settings?
ca_es: Segur que voleu sobreescriure els valors personalitzats d''OAuth?

source: Fully automatic
ca_es: Automàtic

source: Semi-automatic
ca_es: Semiautomàtic

source: <html>Run a fully automatic procedure to get an access token from the OSM website.<br>JOSM accesses the OSM website on behalf of the JOSM user and fully<br>automatically authorizes the user and retrieves an Access Token.</html>
ca_es: <html>Segueix un procediment automàtic per obtenir un testimoni d''autenticació del lloc web d''OSM.<br>JOSM accedeix al lloc web com l''usuari i de manera totalment <br>automàtica autoritza l''usuari i obté un testimoni d''autenticació.</html>

source: <html>Run a semi-automatic procedure to get an access token from the OSM website.<br>JOSM submits the standards OAuth requests to get a Request Token and an<br>Access Token. It dispatches the user to the OSM website in an external browser<br>to authenticate itself and to accept the request token submitted by JOSM.</html>
ca_es: <html>Segueix un procediment semiautomàtic per obtenir un testimoni d''autenticació del lloc web d''OSM.<br>JOSM enviarà la petició OAuth estandard per demanar un testimoni i un<br>testimoni d''autenticació. Enviarà l''usuari al lloc web d''OSM a través d''un navegador extern<br>perquè s''autentiqui ell mateix i accepti el testimoni demanat enviat per JOSM.</html>

source: <html>Enter an Access Token manually if it was generated and retrieved outside<br>of JOSM.</html>
ca_es: <html>Entreu manualment un testimoni d''autenticació si ha estat generat i obtigut fora<br>de JOSM.</html>

source: Please enter your OSM user name and password. The password will <strong>not</strong> be saved in clear text in the JOSM preferences and it will be submitted to the OSM server <strong>only once</strong>. Subsequent data upload requests don''t use your password any more.
ca_es: Sis us plau, introduïu el vostre nom d''usuari i contrasenya d''OSM. La contrasenya <strong>no</strong> serà enregistrada sense codificar a les preferències de JOSM i serà enviada al servidor OSM <strong>un únic cop</strong>. Les dades que pugeu a partir de llavors no utilitzaran el password.

source: Username:
ca_es: Nom d''usuari:

source: Password:
ca_es: Contrasenya:

source: <strong>Warning:</strong> JOSM does login <strong>once</strong> using a secure connection.
ca_es: <strong>Avís:</strong> JOSM es connecta <strong>un únic cop</strong> utilitzant una connexió segura.

source: Granted rights
ca_es: Drets atorgats

source: Advanced OAuth properties
ca_es: Propietats avançades d''OAuth

source: Accept Access Token
ca_es: Accetar el testimoni d''autenticació

source: <html>You have successfully retrieved an OAuth Access Token from the OSM website. Click on <strong>{0}</strong> to accept the token. JOSM will use it in subsequent requests to gain access to the OSM API.</html>
ca_es: <html>Heu obtingut un testimoni d''autenticació OAuth del lloc web d''OSM Feu clic sobre <strong>{0}</strong> per acceptar el testimoni. JOSM l''utilitzarà a les peticions següents per obtenir l''accés a l''API OSM.</html>

source: Authorize now
ca_es: Autoritzar ara

source: Click to redirect you to the authorization form on the JOSM web site
ca_es: Feu clic per tal que sigueu redirigits al procés d''autorització del lloc web de JOSM

source: Run the automatic authorization steps again
ca_es: Tornar a executar la seqüència d''autorització

source: Test Access Token
ca_es: Provar el testimoni d''autenticació

source: Please enter your OSM user name
ca_es: Si us plau, introduïu el vostre nom d''usuari OSM
